Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The NMH aims to ensure that everyone – regardless of gender, ethnicity, religion or sexual orientation – has truly equal opportunities.
nb: NMH skal sørge for at mennesker – uavhengig av kjønn, etnisk tilhørighet, religion eller seksuell legning – har reelle like muligheter.

source: You don’t have to love it every single day.
nb: Du trenger ikke elske det hver eneste dag.

source: What should you do if you, or someone you know, experience unwanted sexual attention?
nb: Hva gjør du dersom du eller noen du kjenner opplever uønsket seksuell oppmerksomhet?

source: : Conducting, Voice and Church Music Department
nb: Fagseksjon for dirigering, sang og kirkemusikk

source: If someone was having a rough day, coming to the group meeting helped, and things were better afterwards,” Roaldsnes explains.
nb: Hvis noen hadde en tung dag, hjalp det å komme på gruppesamlingen, da ble det bedre etterpå, forteller Roaldsnes.

source: With one metre’s distance between the chairs and a corona capacity of maximum 30 people, the Levin Hall was full as bass player, composer and psychologist Jo Fougner Skaansar began by giving a presentation of impostor syndrome.
nb: Med én meters avstand mellom stolene og en koronakapasitet på maks 30 personer, var Levinsalen fullsatt da bassist, komponist og psykolog Jo Fougner Skaansar åpnet med en presentasjon om bedragersyndromet.

source: The Norwegian Academy of Music (NMH) has made remarkable progress on the QS World University Rankings in Performing Arts since last year.
nb: Norges musikkhøgskole har hatt en oppsiktsvekkende fremgang på QS Ranking in Performing Arts siden i fjor.

source: be able to play continuo in an ensemble
nb: behersker å spille continuo i et ensemble

source: summary of conducting experience with rehearsa lensembles (scope: minimum 10 projects with different ensembles)
nb: oversikt over dirigeringspraksis med øvingsensembler (omfang: minimum 10 prosjekter med ulike ensembler)

source: “The FACT team’s work is based on a recovery-minded approach, which means taking an interest in how to give patients as good a life as possible despite their challenges.
nb: – FACT-teamet jobber recoveryorientert, som betyr at man er opptatt av hvordan pasientene skal få et så godt liv som mulig på tross av sine utfordringer.

source: The programme comprises a research training component worth 30 ECTS credits and an artistic PhD project (hereafter referred to as the PhD work) worth 150 credits.
nb: Studiet består av en opplæringsdel på 30 studiepoeng og et kunstnerisk doktorgradsarbeid (heretter kalt doktorgradsarbeidet) med et omfang på 150 studiepoeng.

source: I have some income, at least.”
nb: Da har jeg i hvert fall noe som kommer inn.

source: Ph. fellow Anne Jordhus-Lier's study is based on the assumption that music teachers in culture schools meet expectations of performing multiple tasks more frequently than before, including tasks that are at the margins of their expertise.
nb: Hvordan balanserer kulturskolen disse målene, og hvordan forener musikklærerne ulike forventninger?Anne Jordhus-Lier har søkt svar på disse spørsmålene ved å undersøke konkurrerende diskurser i kulturskolen.

source: He has coached a number of Norwegian pop artists on their staging, and he teaches stage techniques at Westerdahls/Oslo Act.
nb: Lewis har bakgrunn som musiker, tekniker og produsent og har jobbet med en lang rekke norske popartister med fokus på sceneopptreden, han underviser også inn mot dette emnet på Westerdahls/Oslo Act.

source: “Reflection is not something you carry out at the end of a project – it goes on continuously.
nb: – Refleksjon er ikke noe man gjør i slutten av et prosjekt, det skjer hele tiden.

source: Established by Eynar Lindorff in 1898
nb: Etablert av Eynar Lindorff i 1898.

source: The fin de siècle was a period of great expectations for the unknown future.
nb: Fin de siècle var en periode med store forventninger til den ukjente fremtiden.

source: Born in Iceland, 1998
nb: Født på Island i 1998

source: Together with pianist Per Lundberg, the American cellist Nicholas Burkel presents the first of two concerts as part of his Master Project.
nb: Den amerikanske cellisten Nicholas Burkel presenterer den første av sine to masterkonserter, sammen med pianist Per Lundberg.

source: As a young musician in Oslo, Eirik led a life that was full of obligations.
nb: Som ung musiker i Oslo, levde Eirik et liv fullt av forpliktelser.

source: The Academy’s course portfolio is comprised of courses that use the marks “pass/fail” and courses that use marks on a scale of A to F, where E is the lowest passing mark.
nb: I NMHs emneportefølje inngår både emner som benytter karakterskalaen bestått/ ikke bestått og emner som benytter den graderte karakterskalaen fra A til F, der E er laveste ståkarakter.

source: Through six pieces, composers and musicians will explore how a wind ensemble can sound in 2022.
nb: Gjennom seks verk utforsker komponister og musikere hvordan et blåseensemble kan låte i 2022.

source: President of SUT 2021/2022 is Annie Eline Lundgreen.
nb: Leder av SUT for skoleåret 2021/2022 er

source: The average for the country is 71 per cent.
nb: Landsgjennomsnittet er på 71 prosent.

source: If you have face capture and motion capture, you can produce audience movements and facial expressions more easily.
nb: Har man face capture og motion capture kan man enklere lage publikums bevegelser og ansiktsuttrykk.

source: Of course, they have a nice bar there, but the main attraction is the impressive, top-quality concerts offered.
nb: Jo, de har en fin bar der, men også et imponerende konserttilbud med høy kvalitet.

source: From the Seminar at Voksenåsen November 2018.
nb: Bilde fra samlingen på Voksenåsen nov 2018.

source: Lars Petter Hagen (1975–): Kronologi, for alto saxophone, double bass and accordion
nb: Gelma, for alt-saksofon og forhåndsinnspilt materiale Lars Petter Hagen (1975–):

source: But it’s difficult for me to say, because I’m part of it.
nb: Men nå er det vanskelig for meg å si, for jeg er en del av det selv.

source: "What have we learned from the coronavirus pandemic?” asked Ida Habbestad by way of an opener.
nb: – Hva har vi lært av koronapandemien?, lurte Habbestad på innledningsvis.

source: The repertoire report must be signed by the student and principal instrument teacher.
nb: Rapporten skal være signert av student og hovedinstrumentlærer.

source: His exact birthday is unsure, but 28 February is one of several possible dates.
nb: Det råder usikkerhet om hvilken dag Chopin faktisk ble født på, men 28. februar er en av flere mulige dager.

source: It’s not about ability but about underlying things.
nb: Det handler ikke om evner, men om det som ligger bak.

source: In addition, the students must participate in at least one week project with NMH sinfonietta (depending on line up needs).
nb: I tillegg kommer deltagelse i minst ett ukeprosjekt med NMH sinfonietta (med forbehold om besetningsbehov).

source: “There were so many exciting things I had planned to do.
nb: – Det var så masse spennende jeg skulle gjøre.

source: When I moved to Oslo, I began making an instrument I call an infinity collector sampler, an electronic keyboard instrument.
nb: Da jeg flyttet til Oslo, begynte jeg å lage et instrument jeg kaller en uendelighetssamlersampler, et elektronisk tasteinstrument.

source: And if you want to enjoy some ice cream, remember that it won’t stain the marble.
nb: Og skulle du få lyst på en is, kan det være greit å huske på at iskremflekker ikke synes på marmor.

source: I can also hear Norwegian folk melodies that I recognise from Indian music.”
nb: Jeg kan også høre norske folkemelodier som jeg gjenkjenner fra indisk musikk.

source: The production must be documented in a suitable and lasting format.
nb: Produksjonen skal dokumenteres i et egnet, varig format.

source: Normally, compulsory readings of approximately 700-800 pages will cover the course themes.
nb: Det legges opp et obligatorisk pensum på 700 til 800 sider som dekker alle tema i emnet.

source: But it was not necessarily the music per se that was the most important goal.
nb: Men det var ikke nødvendigvis musikken i seg selv som var det viktigste målet.

source: “The young people experienced a sense of belonging on several levels through their participation in the music therapy.
nb: – Ungdommene opplevde tilhørighet på flere nivåer, gjennom sin deltakelse i musikkterapien.

source: It’s just a case of keeping up with them, managing to realise them as quickly as possible.
nb: Det gjelder bare å holde tritt med dem, få dem realisert så fort som mulig.

source: “I think I’m going to be very happy here,” he says with a smile.
nb: – Jeg føler at jeg kommer til å ha det bra her, sier han og smiler.

source: Pål Hieronimus Aamodt is the COO and project manager of Pointmedia, the company behind the 3D animation in the project.
nb: Pål Hieronimus Aamodt er COO og prosjektleder i Pointmedia, selskapet som står bak 3D-animasjonen i prosjektet.

source: Instrumentalist, improviser and composer Kalle Moberg have excelled as one of Norway’s most promising musicians.
nb: Instrumentalist, improvisator og komponist Kalle Moberg har markert seg som en av Norges mest lovende musikere.

source: The violin professor explains that he asked the composer if he could practise the aria “Vers toi es si loin” from her opera L’Amour de loin, which was staged at the Metropolitan Opera in New York.
nb: Fiolinprofessoren forteller at han spurte komponisten om han kunne øve litt på ariaen Vers toi es si loin fra hennes opera Amour de loin, som blant annet har vært oppført på New York Metropolitan.

source: Franz Lachner (1803–1890): Variations over a swiss folk song
nb: Canto Serioso Franz Lachner (1803–1890): Variasjonar over en sveitsisk folkesong

source: The project will be developed in close collaboration with Rehnqvist, Kielland, Lien, Davidsen and Nystabakk.
nb: Prosjektet vil bli utviklet i nært samarbeid med Rehnqvist, Kielland, Lien, Davidsen og Nystabakk.

source: The young violinist was entranced by the beautiful architecture, the classical music that seemed to radiate from every corner, and the pleasure of strolling through the same streets that all the great composers had once walked.
nb: Den unge fiolinisten lot seg innta av de vakre bygningene, den klassiske musikken som liksom strømma ut fra overalt, og at det gikk an å gå rundt i de samme gatene som alle de store komponistene hadde traska i.

source: What about that form of research?
nb: Hva med denne måten å forske på?

source: Jorunn Marie Bratlie (Professor of piano and accompaniment, and project leader)
nb: Jorunn Marie Bratlie (professor i klaver og akkompagnement, og prosjektansvarlig)

source: The trial lecture must be passed before the public disputation may take place.
nb: Prøveforelesningen skal være bestått før disputas kan avholdes.

source: NMH kringkasting with more informationm about the song
nb: NMH kringkasting med mer informasjon om Elise Sandvik Olsens låt

source: Kristina Fransson (trumpet and samples)
nb: Kristina Fransson (trompet og samples)

source: Eyolf and his ambitions as Deputy Principal
nb: Eyolf og hans ambisjoner som prorektor

source: Seminar with Olav Anton Thommessen
nb: Seminar med Olav Anton Thommessen

source: Do we feel that we have to do certain things in the exam to be successful?” mused moderator Siri Storheim.
nb: Føler vi at vi må gjøre visse ting på eksamen for å få suksess?, lurte moderator Storheim på.

source: In 2018, the responses showed that 23 per cent of the students at the NMH struggled with severe psychological distress.
nb: I 2018 viste svarene at 23 prosent av studentene på NMH slet med alvorlig psykiske plager.

source: Reflection begins almost before we start a semester or a project.
nb: Refleksjon er i gang nesten før vi begynner et semester eller prosjekt.

source: “I left my homeland, but this music helps me to remember where I come from.“
nb: – Jeg har reist fra heimlandet mitt, men denne musikken hjelper meg å huske hvor jeg kommer fra.

source: This is why she is travelling to India to study with a guru.
nb: Derfor reiser hun til India og skal gå i lære hos en guru.

source: What does it mean to view music as performance, as Nicholas Cook has been prompting for almost two decades?
nb: Hva vil det si å betrakte musikk som fremføring, som Nicholas Cook har tatt til orde for i nesten tyve år?

source: It’s important to communicate this,” says Thomas.
nb: Det er viktig å kommunisere, sier Thomas.

source: “An organic development and a great leap forward,” says Principal Peter Tornquist.
nb: – En organisk utvikling og så et stort jafs, sier rektor Peter Tornquist.

source: But I have never been part of an Indian community.
nb: Men jeg har aldri vært i et indisk miljø.

source: The students' suggestions for repertoire and group composition is the starting point for instruction.
nb: Studentenes forslag til repertoar og gruppesammensetning er utgangspunktet for undervisningen.

source: He emphasises that he has never compromised with his own musical integrity – despite having worked with multinational companies for 27 years, one might say.
nb: Han understreker at han aldri har gått på akkord med sin egen musikalske integritet. Til tross for 27 års samarbeid med multinasjonale selskaper, vil kanskje noen si.

source: His works has been performed by ensembles such as the Oslo Philharmonic Orchestra, the Tokyo Symphony Orchestra, and the London Sinfonietta.
nb: Verkene hans er framført av blant andre Oslo-Filharmonien, Tokyo Symfoniorkester og London Sinfonietta.

source: She is the jury leader for the Arne Nordheim Composer Award established by the Ministry of Culture.
nb: Hun er juryleder for Arne Nordheim komponistpris opprettet av Kulturdepartementet.

source: Students will perform a repertoire with a playing time of at least 140 minutes.
nb: Studenten skal fremføre repertoar med et omfang på minimum 140 minutter.

source: Results and dissemination
nb: Resultater og formidling

source: They had a break from other things, when the young people were able to focus on the music and not worry about the future and other concerns.
nb: De fikk en pause fra andre ting, hvor ungdommene kunne fokusere på musikken, og ikke uroe seg for fremtiden og annet.

source: If it’s elitist to say that one thing is art and another is entertainment, well then I’m elitist.
nb: Hvis det er elitisme å si at ett er kunst, et annet er underholdning, da er jeg elitist.

source: How to activate your copy card, print, scan and copy on the Academy's printers.
nb: Slik aktiviserer og fyller du på kopikortet, printer, skanner og kopierer på printerne på Musikkhøgskolen.

source: Fougner Skaansar’s introduction was followed by a panel discussion with Are Sandbakken, professor of chamber music at the NMH, and student Annie Eline Lundgreen, classical saxophonist and chair of the NMH student committee (SUT).
nb: Fougner Skaansars introduksjon ble etterfulgt av en panelsamtale med Are Sandbakken, professor i kammermusikk ved NMH, og student Annie Eline Lundgreen, klassisk saksofonist og leder for Studentutvalget (SUT) på NMH.

source: As early as Ragna’s first visit to Vienna at the age of 13, she knew that she would live there someday.
nb: Helt fra Ragna besøkte Wien for første gang som 13-åring, visste hun at hun kom til å bo der.

source: The students will be given an introduction to the analysis of concerts, productions and happenings.
nb: Studentene får en innføring i analyse av konserter, iscenesettelser og happenings.

source: “Are there other ways of doing this than through concerts and performances?
nb: – Er det andre måter å gjøre dette på enn konserter og performances?

source: “I had been involved in the field for 20 years at that point, so I was very surprised.
nb: – Jeg har holdt på med dette i 20 år, så jeg ble veldig forundret.

source: Mandatory participation in all rehearsals and concerts throughout the project.
nb: Det er obligatorisk deltagelse i alle prøver og konsert(er) i tilknytning til de prosjektene studenten skal delta i.

source: Her diploma recital included music from the First and Second Viennese Schools – Mozart, Beethoven, Haydn and Schoenberg, Berg, Webern.
nb: Diplomkonserten omfattet musikk fra den klassiske og den andre wienerskole – Mozart, Beethoven, Haydn og Schönberg, Berg, Webern.

source: He moved to Norway in 1973, and has been involved with music his entire life.”
nb: Han flyttet til Norge i 1973, og har drevet med musikk hele livet.

source: Sound, Lights and Video
nb: Lyd, lys og video

source: Opposition and defense (60-80 minutes).
nb: Opposisjon og forsvar (60-80 minutter).

source: There is a limit of 30 people within the area of the installation. All visitors must register with their name, contact info and time.
nb: Det er begrenset til maks 30 personer inne i området for installasjonen om gangen, alle besøkende må registreres med navn, kontaktinfo og besøkstid.

source: A new assessment is subject to the same procedure as an ordinary assessment.
nb: For ny vurdering gjelder samme ordning som for ordinær vurdering.

source: The course is taught for 90 minutes per week in 24 weeks.
nb: Emnet undervises i utgangspunktet i 90 minutter i uken i 24 uker.

source: By that time she had already gained her concert recital diploma as a pianist from the Guildhall School of Music & Drama in London.
nb: Da hadde hun allerede en konsertdiplomeksamen, som pianist, fra Guildhall School of Music & Drama i London bak seg.

source: Trandum, for instance, called me after having spoken with somebody at Ullersmo.”
nb: Trandum for eksempel, ringte meg etter å ha snakket med noen på Ullersmo.

source: Students with a non-attendance rate of more than 20% lose their right to actively participate in the course and to ongoing assessment and supervision.
nb: Studenter som har et fravær på mer enn 20 prosent mister retten til aktiv deltagelse i undervisningen og til kontinuerlig vurdering og veiledning.

source: : One semester, fall.
nb: To semestre, høst og vår.

source: We feel a bit guilty if what we do cannot be used for something, if it doesn't lead to something productive.”
nb: Vi får litt dårlig samvittighet hvis aktiviteten vår ikke kan brukes til noe, hvis den ikke kan lede til noe produktivt.

source: My instant reaction when I came across the music therapy programme at the academy was "Yes!".
nb: Da jeg oppdaget musikkterapistudiet på Musikkhøgskolen så tenkte jeg bare "Yes!".

source: This applies to Bachelor, Master's and continuing studies and includes the Principal Instrument Report.
nb: Dette gjelder for bachelor-, master- og videreutdanninger og inkluderer for eksempel hovedinstrumentrapporten.

source: He has travelled all the way from Cape Town, South Africa, to the Norwegian Academy of Music (NMH) in Oslo to study jazz guitar.
nb: Han har reist hele veien fra Cape Town i Sør-Afrika og til Musikkhøgskolen i Oslo, for å studere jazz-gitar.

source: In order to demonstrate technical experiences and changes, as well as emphasize the development of the process, Solset will record the pieces along the way.
nb: For å kunne demonstrere vokaltekniske erfaringer og endringer, samt understreke utviklingen i prosessen, vil Solset gjøre opptak av stykkene underveis.

source: One of his pet projects – the course European Creative Futures (ECF), which is usually carried out with gatherings including participants from a number of different countries – has been shaped by the pandemic.
nb: Et av hans hjertebarn – kurset European Creative Futures (ECF), som vanligvis blir gjennomført med samlinger der deltakerne kommer fra en rekke ulike land – har fått pandemiklær på.

source: You’ve lived in Tbilisi, Stuttgart and Oslo.
nb: Du har bodd i Tbilisi, Stuttgart og Oslo.

source: Transcripts, Diplomas and Grading
nb: Karakterer, karakterutskrift og vitnemål

source: There is no doubt that he is deeply dedicated to his work, despite having been at the Norwegian Academy of Music for over 30 years.
nb: Det er ingen tvil om at han brenner for det han driver med, til tross for over 30 år på Musikkhøgskolen.

source: The ensemble has performed a rich baroque repertoire, emphasising chamber and church music by Georg Philipp Telemann.
nb: Ensemblet har gjennom årene framført et allsidig barokkrepertoar med hovedvekt på kammer- og kirkemusikk av Georg Philipp Telemann.

source: The course offers not only tools and principles for life as a professional musician, but also gathers talented people from four other universities,” Sønning points out.
nb: Kurset tilbyr ikke bare verktøy og prinsipper for å leve som profesjonell musiker, men det samler også talenter fra fire andre universiteter, påpeker Sønning.

source: Øivind Varkøy wants to give elitism a face.
nb: Øivind Varkøy er villig til å gi elitismen et ansikt.

source: But actually, folk music is the basis of everything.
nb: Men egentlig er det jo folkemusikken som er grunnen til alt.

source: The aim of the research project 5 Years Later has been to investigate the lifeworld and career development of young, newly established performing musicians.
nb: Forskningsprosjektet 5 år etter har hatt som mål å undersøke livsverdenen og karriereutviklingen for unge nyetablerte musikkutøverne.

source: In 2003 he receives the Edvard Prize for his 60 minutes’ suite for Folk Singer and Sinfonietta Løp, lokk og linjar
nb: I 2003 mottok han Edvard-prisen for sin 60-minutters suite Løp, lokk og linjar for sinfonietta og folkesanger.

source: On this page, you can read our rules you have accepted in Studentweb.
nb: På denne siden leser du igjennom reglementet vårt som du aksepterer i Studentweb.

source: Trolls, water sprites, wood nymphs and dark forces that can be found in mythology are as real as bright angels.
nb: Troll, fossegrim, hulder og mørke krefter som finnes i mytologien, er like reelt som lysende engler.

source: Sønning is interested in value chains – the entire apparatus that works together to produce services and products, including those in cultural life.
nb: Sønning er opptatt av verdikjeder – hele det apparatet som jobber sammen for å produsere tjenester og produkter, også i kulturlivet.

source: Most of them come from the Stasi archives in Berlin.
nb: De fleste av dem fra Stasi-arkivene i Berlin.

source: The project Grønt NMH (Green NMH) is now underway.
nb: Prosjektet Grønt NMH er nå i gang.

source: Our chamber ensembles are made up of NMH students and teachers.
nb: Kammerensemblene består av studenter og lærere ved NMH.

source: I had an idea about how I could approach it, and then my hypothesis fell into place and overlapped with what I wanted to do.”
nb: Jeg hadde en idé om hvordan jeg kunne jobbe med det, og så falt problemstillingen fint inn og overlappet det jeg ville gjøre.

source: The repertoire list should include works in different styles and have a total duration of at least 40 minutes.
nb: Repertoarlisten skal omfatte verker fra ulike stilarter og ha en samlet spilletid på minst 40 minutter.

source: By entering Rehnqvist’s compositions, Solset will examine how she treats the voice as an instrument and producer of sound.
nb: Gjennom å gå inn i Rehnqvists komposisjoner vil Solset undersøke hvordan hun behandler stemmen som et klanginstrument.

source: I’ve put together the scenes with drums in them.
nb: Jeg har klippet de scenene hvor det spilles trommer.

source: The course covers tonal and atonal melody, tonal harmony and rhythm.
nb: Emnet inneholder arbeid med tonal og fritonal melodi, tonal harmonikk og rytme.
